<?php 
$lang['Build'] = array(
    'Level' => 'المستوي',
    'Costs' => 'تكاليف الترقية إلى مستوى',
	'utomax1' => 'ترقية للمستوي النهائي',
	'utomax2' => 'إنتباه||',
	'utomax3' => 'لا تمتلك ذهب كافي',
	'utomax4' => 'التكلفة: '.MAX_LEVEL_COST.' ذهبة',
    'Level' => 'level',
    'Train' => 'تدريب',
    'Overview' => 'إعدادات',

    'Train01' => 'القوات',
    'Train02' => 'المدة',
    'Train03' => 'الإنتهاء',

    'on' => 'في',
    'at' => 'في',

    'build36' => 'الصياد',
    'build36d' => 'الصياد يحمي قريتك جيدا بالفخاخ الخفية ، صممت لامساك المهاجمين ولابعاد الخطر عن قريتك . كل مستوى يزيد عدد الأفخاخ المتاحة.',
    'build36_01' => 'إجمالي عدد الأفخاخ',
    'build36_02' => 'عدد الأفخاخ الحالي',
    'build36_03' => 'عدد الأفخاخ على المستوى التالي',
    'build36_04' => 'لديك <b>%s</b> فخ . <b>%s</b> الصياد ممتلئ بالأفخاخ',
    'build36_05' => 'إجمالي عدد الأفخاخ',
    'build36_06' => 'فخ',

    'Complete01' => 'سيتم الانتهاء من الأوامر التالية على الفور',
    'Complete02' => 'المباني',
    'Complete03' => 'إستخدام',
    
    'Available01' => 'البنية التحتية',
    'Available02' => 'مباني الجيش',
    'Available03' => 'مباني الموارد',

    'Market01' => 'التجارة الخاصه',
    'Market02' => 'التجارة الحرة',
    'Market03' => 'تجار في السوق',
    'Market04' => 'تجار على الطريق',
    'Market05' => 'قم بإعادة توزيع مواردك في قريتك باستخدام تاجر المبادلة الآن فوراً وبنسبة 1:1.',
    'Market06' => 'تبادل الموارد',

    'Exchange01' => 'مع تاجر المبادلة يمكنك توزيع الموارد كيفما تشاء.',
    'Exchange02' => 'يظهر السطر الأول المخزون الحالي. في السطر الثاني، يمكنك اختيار توزيع آخر. السطر الثالث يبين الفرق بين المخزون القديم والجديد.',
    'Exchange03' => 'يتبقى',
    'Exchange04' => 'المجموع',
    'Exchange05' => 'توزيع الموارد المتبقية',
    'Exchange06' => 'توزيع الآن',
);
