<?php 
	$lang['Manual'] = array(
        'Instructions' => 'تعليمات',
        'Units' => 'وحدات',
        'Building' => 'بناء',
        'Building1' => 'بنية تحتية',
        'Building2' => 'مبنى الجيش',
        'Building3' => 'مبنى الموارد',

        'Overview' => 'نظرة عامة',
        'Speed' => 'السرعة',
        'SpeedI' => 'الحقول في الساعة',
        'Carry' => 'يحمل',
        'CarryI' => 'الموارد',
        'FCrop' => 'محاصيل القمح',
        'TTime' => 'وقت التدريب',

        'Prerequisites' => 'المتطلبات الأساسية',
        'Level' => 'المستوي',
        'Nothing' => 'لا شيء',

        'CCTime' => '<b>التكلفة</b> و <b>وقت البناء للمستوي</b>',
        'TAnswers' => 'اجوبة ترافيان',
        'Answers' => 'المزيد في أجوبة ترافيان',

		'1' => 'الجندي الأول هو نوع من مشاة الامبراطوريه الرومانيه. حصل على التدريب في مجالات عديدة، وهو مفيد في الهجوم والدفاع أيضاً ولكنه في أحسن الحالات لن يصل لقوة الوحدات المتخصصة والدفاع أيضاً ولكنه في أحسن الحالات لن يصل لقوة الوحدات المتخصصة.',
		'2' => 'حراس الإمبراطور كما هو واضح من اسمهم: هم حراسٌ متخصصون في حماية الإمبراطور والإمبراطورية ومستعدون لدفع حياتهم ثمناً لذلك. وبما أن حراس الإمبراطور مدربون على الدفاع فإن قوتهم الهجومية ضعيفة.',
		'3' => 'الجندي المهاجم هو المهاجم الأقوى في فيلق المشاة الروماني. سريع وقوي فهو يبث الرعب في قلب كل مدافع. هذه القوة لها ثمنها وهو التدريب الطويل و المكلف.',
		'4' => 'الجواسيس هم قوات الاستخبارات الرومانية، وهي ذات سرعة عالية وقدرة كبيرة على استطلاع تحصينات وموارد قرى الصخم.',
		'5' => 'هذه هي الوحدة العادية لفرسان الرومان. وهي سريعة ولكنها مسلحه جيدا و مدرعة جيدا ، فهو إرهاب لجميع الأعداء غير المستعدين. بيد انه ينبغي ملاحظة أن أكل الحصان والفارس ليس رخيصا على الإطلاق!',
		'6' => 'هذا هو سلاح الفرسان المدرع. فهو مدرع ومسلح تسليحا جيدا ، لكنها أبطأ من سلاح الفرسان العادي ويمكنها حمل موارد أقل. صيانتها أيضا اكثر تكلفة الطاقة لها ثمن ضخم. أما قدراته الهجومية أو الدفاعية فهي جبارة.',
		'7' => 'محطمة الابواب هي سلاح يستخدم لدعم المشاة والفرسان. دورها هو تدمير جدار العدو وجعل المعركه اسهل للمهاجمين.',
		'8' => 'المقلاع الناري هو سلاح ممتاز للاستخدام عن بعد لتدمير المباني وحقول المواد الخام . ويكاد يكون دون دفاع ، فإنها تحتاج إلى مرافقة فعالة . كلما ازداد مستوى بناء نقطة التجمع ، و طاقم المقلاع افضل تدريبا - كلما ازداد التصويب.وعند المستوى 10 من نقطة التجمع ، يمكن استهداف كل بقعة في قرية العدو باستثناء المخبأ.',
		'9' => ' كيف يقنع الناس في اتّباعه. وهو بذلك يستطيع اقناع حتى سكان القرى المعاديه للانضمام إلى بلدكم . 
		في كل مرة يتكلم فيها الحكيم أمام سور قرية العدو،
		<br><br>
		 ينخفض فيها ولاء سكان القرية حتى يقرروا في النهاية الانضمام لمملكتكم.',
		'10' => 'المستوطنون هم مواطنون شجعان من قريتك. ومدربون على انشاء قرىً جديدة .
		.
		<br><br>
		لأن تأسيس قرية جديدة مهمة صعبة بصفة خاصة ،فانك تحتاج الى ثلاثة مستوطنين. وبالاضافة الى ذلك ، فانك تحتاج الى 750 وحدة من كل المواد الخام.',

		'11' => 'مقاتل ابوهراوة هو ارخص وحده في جميع القبائل . يتم تدريبها بسرعة ، لذا فهو متواضع في الهجوم ، ودرعه ليس الاقوى. وهو لايتمكن من الصمود امام الفرسان.',
		'12' => 'مقاتل برمح هو سلاح ممتاز كمدافع نظرا لطول رمحه ، خصوصا انه يجيد الدفاع ضد الفرسان . هو متواضع في الهجوم ،لأنه ليس قويا بصورة كافيه.',
		'13' => 'هو أقوى المشاة الجرمان. قوي في الهجوم متواضع في الدفاع ، وهو أبطأ وأكثر كلفة من الوحدات الأخرى.',
		'14' => 'الكشاف هو أحد وحدات الجرمان وعملها التجسس على العدو . تذهب مشيا على الأقدام ولكن ذلك ليس بسرعة فائقة. وبهدوء يستطلع التجسس على العدو ويتعرف على وحداته وكذلك المواد الخام و دفاعاته . <br><br> . إذا لم يكن هناك كشافه في قرية العدو ، فان زيارته ستكون بهدوء.',
		'15' => 'لأن صاحب الدرع الثقيل ، مقاتل القيصر مدافع ممتاز.ففي معارك المشاة بالكاد يمكن لهم الاختراق .
		ضعيف في الهجوم و سرعته متواضعة نسبيا .
		<br><br>
		.وضعيف بالنسبة لسلاح الفرسان نظرا لثقل لدرعه. تدريبه طويل ومكلف',
		'16' => 'الفارس الجرماني هو الفارس المحارب الذي يجعل قوى اعدائه تنكمش في خوف. وهو ايضا مدافع ممتاز ضد فرسان العدو. ولكن التدريب وتكاليف الصيانة مرتفعة.',
		'17' => 'محطمة الأبواب هي سلاح يستخدم لدعم المشاة والفرسان. دورها هو تدمير جدار العدو وجعل المعركة أسهل للمهاجمين.',
		'18' => 'المقلاع هو سلاح ممتازا للاستخدام عن بعد لتدمير المباني وحقول المواد الخام . ويكاد يكون دون دفاع ، فإنها تحتاج إلى مرافقة فعالة . .
		كلما ازداد بناء نقطة التجمع مستوى . 
		<br><br>
		، و طاقم المقلاع افضل تدريبا - كلما ازداد التصويب.عند المستوى 10 من نقطة التجمع ، يمكن استهداف كل بقعة باستثناء المخبأ.
		<br>
		إنتبة : تفعيل المقهى اثناء الهجوم بالمقاليع سيكون القصف عشوائي !',
		'19' => 'الجرمان يختارون زعيم منهم. الزعيم لا يملك فقط استراتيجية وشجاعة ، وانما ايضا مهارات كخطيب. هذه المهارات تمكنه من اقناع سكان القرى الاخرى الى التخلي عن الولاءات السابقة .
		<br><br>
		في كل مرة يتكلم لسكان القرية امام اسوار المدينة ،كلما تقل موالات حاكم معادي حتى انضمام القرية إلى مملكتكم .',
		'20' => 'المستوطنون هم مواطنون شجعان من قريتك ومدربون على انشاء قرىً جديدة .
		لأن تأسيس قرية جديدة مهمة صعبة بصفة خاصة ،فانك تحتاج الى ثلاثة مستوطنين. .
		<br><br>
		 وبالاضافة الى ذلك ، فانك تحتاج الى 750 وحدة من كل المواد الخام',
        
        '21' => 'الكتيبة هي مجرد وحدة مشاة نسبيا رخيصة وسريعة الانتاج .هجومه ضئيل, لكنه في الدفاع يثبت قيمته ، كونه فعالا ضد المشاة وكذلك الفرسان.',
		'22' => 'حراس الإمبراطور كما هو واضح من اسمهم: هم حراسٌ متخصصون في حماية الإمبراطور والإمبراطورية ومستعدون لدفع حياتهم ثمناً لذلك. وبما أن حراس الإمبراطور مدربون على الدفاع فإن قوتهم الهجومية ضعيفة.',
		'23' => 'الكشاف هي الجواسيس للجيوش الإغريقية. فهي استثناءيه سريعة وقادرة على تحديد وحدات العدو سرا وكذلك الموارد او دفاعاته.<br><br>إذا لم يكن هناك ألكشافه في قرية العدو .فسيمر تجسسها بسلام وهدوء.',
		'24' => 'الرعد هي وحدة هجوم قوي وسريعة وممتاز لتحمل المواد الخام,لكنه في الدفاع متوسط في أحسن الأحوال.',
		'25' => 'وحدة فرسان السلت مجهزة للدفاع. والغرض الرئيسي من فرسان السلت بالتأكيد الدفاع ضد المشاة. لكن تكاليف الصيانة باهظة الثمن نسبيا بالإضافة للبناء المكلف.',
		'26' => 'فرسان الليل هي الأسلحة النهائية في الهجوم والدفاع ضد الفرسان. لا ينافسها احد في هذه المجالات.<br><br>فرسان الليل تدريبها ومعداتها مكلفه ، وخصوصا في وحدات من القمح 3 / ساعة ، اللاعب يجب دائما أن يسأل نفسه ما إذا كان مستعدا لقبول هذه التكاليف.',
		'27' => 'محطمة الأبواب الخشبية هي سلاح يستخدم لدعم المشاة والفرسان. دورها هو تدمير جدار العدو وجعل المعركة أسهل للمهاجمين.',
		'28' => 'المقلاع هو سلاح ممتاز للاستخدام عن بعد لتدمير المباني وحقول المواد الخام . ويكاد يكون دون دفاع ، فإنها تحتاج إلى مرافقة فعالة.<br><br>كلما ازداد بناء نقطة التجمع مستوى، و طاقم المقلاع افضل تدريبا - كلما ازداد التصويب.عند المستوى 10 من نقطة التجمع ، يمكن استهداف كل بقعة باستثناء المخبأ.',
		'29' => 'في كل قبيلة مقاتلون مسنون وذوو خبرة تستخدمهم لإقناع سكان القرى الأخرى بالانضمام إلى قبيلتها.<br><br>في كل مرة يتكلم في سكان قرية أمام أسوارها، تقل موالاة الحاكم حتى انضمام القرية إلى مملكتكم.',
		'30' => 'المستوطنون هم مواطنون شجعان من قريتك ومدربون على إنشاء قرية جديدة . لأن تأسيس قريةجديدة مهمة صعبة بصفة خاصة ،فانك تحتاج إلى ثلاثة مستوطني,وبالإضافة إلى ذلك ، فانك تحتاج إلى 750 وحدة من كل المواد الخام.',
		
		'51' => 'مليشيا الرقيق هي أرخص وحدة قتالية وأقل زمن تدريب في اللعبة. بينما يسمح هذا بنهوض دفاعك بسرعة كبيرة، تعتبر هذه القوات ضعيفة جدًا بمقارنة قوتها القتالية مع القوة القتالية للقوات الدفاعية الأخرى.',
		'52' => 'حارس الرماد هو جندي مشاة دفاعي معياري، وهو مميز بقوته القتالية الكبيرة. إنهم جيدون بشكل استثنائي حين يتصدون لقوات المشاة الأخرى. ودفاعهم ضد الفرسان أمر لا يجب تجاهله.',
		'53' => 'محارب خاباش هو جندى من جنود الصفوة التي تملك قدرات هجومية قوية وأخرى دفاعية رائعة ضد قوات المشاة الأخرى.',
		'54' => 'يسير مستطلع سيبتو في الأراضي المجهولة لاستكشاف المنطقة وحصر جنود أعدائك. كما أنهم قادرون على تفحّص قرى الخصوم بشكل دقيق ورصد نقاط ضعفها.',
		'55' => 'حارس أنحور هو فارس مُدافع يهزم كل المشاة المهاجمين. إضافة لقدرته المعتدلة في الهجوم والدفاع ضد الفرسان، فهم بذلك أسرع وحدات الفراعنة بعد مستطلع سيبتو.',
		'56' => 'عربة رشب من الوحدات التي على دراية جيدة في كل مجالات القتال. إنهم يمتلكون قدرة هجومية موجعة إضافة لدفاع متين ضد المشاة ويتفوقون حقًا في صد هجمات الفرسان. في المقابل فتدريبهم يكلّف كثيرًا وهم يستهلكون الكثير من القمح.',
		'57' => 'المدكّ هو سلاح ثقيل لدعم المشاة والفرسان. مهمته تدمير جدران الخصم وبالتالي زيادة فرص قواتك في اقتحام تحصينات الخصم.',
		'58' => 'المنجنيق الحجري سلاح مسافات طويلة ممتاز، فهو يُستخدم لتدمير حقول ومباني قرى الخصوم. وبما أن المنجنيقات سلاح ضعيف جدًا بدون مرافقة قوات أخرى له، ننصحك ألا تنسى إرسال بعض قوات معه.<br>يضيف امتلاكك لنقطة تجمّع مطوّرة سمة دقة الإصابة لمنجنيقاتك ويتيح لك إمكانية استهداف مبانٍ أكثر لدى خصمك. ملاحظة: يمكن للمنجنيقات أن تضرب المخابئ وورشات الأفخاخ والحجّار حين استخدام طريقة التصويب العشوائية.',
		'59' => 'أمير حاتي هو القائد الإداري لدى الفراعنة. إنهم يفاوضون الخصم على شروط الاستسلام. وبفضل جاذبية شخصياتهم، يستطيعون إقناع مواطني الخصوم بالانضمام لإمبراطوريتك.<br>مع كل زيارة لأمير حاتي، ينقص ولاء مواطني قرية الخصم حتى يزول تمامًا ويقبل السكان قوانين إمراطوريتك.',
		'60' => 'المستوطنون مواطنون جريؤون وشجعان يرتحلون خارج القرية بعد الكثير من التدريب لتأسيس قرية جديدة تدين لك بالولاء.<br>ولأن التجوال وتأسيس قرية جديدة أمران صعبان للغاية، ينبغي على ثلاثة مستوطنين التحرّك معًا لإنجاز ذلك. وهم بحاجة إلى 750 وحدة من كل نوع من الموارد بشكل أساسي.',

		'61' => 'المرتزقة يستطيع أداء أنواع مختلفة من المهام. إمكانياتهم الهجومية والدفاعية يمكن مقارنتها بسهولة مع باقي الوحدات، لكنهم لا يتفوقون في أي شكل من اشكال القتال. على أن قدراتهم المعتدلة تنعكس أيضًا على تكاليف تدريبهم المعتدلة.',
		'62' => 'الرامي هو خيارك الأول في الضربات الهجومية الكبيرة. إنهم يحبون أن يكونوا في الصف الأول، وهو ما يجلب الحظ بسبب قدراتهم الدفاعية المهولة.',
		'63' => 'المراقب وحدة كشّافة تمشي كالبرق وتتحرّى الأسرار العسكرية والاقتصادية لقرى الخصوم ويعود بهذه الأخبار لك.',
		'64' => 'فارس السهوب هو مهاجم بارز يخضع لتدريب أسرع من باقي الفرسان. وكنتيجة لذلك فهم ضعفاء جدًا في الاشتباكات الدفاعية.',
		'65' => 'القنّاص هو وحدة فرسان مدربّة جيدًا. وقد تضاءلت قوتهم الهجومية الهائلة بسبب حقيقة أنهم القوة الدفاعية البارعة للمغول.',
		'66' => 'النهاب قوة لا يُستهان بها. بفضل قوتهم الهجومية التي لا تُصدّق بالإضافة لسرعتهم المثيرة للإعجاب، فإنهم يتجاوزون معظم الدفاعات بدون أي خدش على دروعهم',
		'67' => 'المدكّ هو سلاح ثقيل لدعم المشاة والفرسان. مهمته تدمير جدران الخصم وبالتالي زيادة فرص قواتك في اقتحام تحصينات الخصم',
		'68' => 'المنجنيق سلاح مسافات طويلة ممتاز، فهو يُستخدم لتدمير حقول ومباني قرى الخصوم. وبما أن المنجنيقات سلاح ضعيف جدًا بدون مرافقة قوات أخرى له، ننصحك ألا تنسى إرسال بعض قوات معه.<br>يضيف امتلاكك لنقطة تجمّع مطوّرة سمة دقة الإصابة لمنجنيقاتك ويتيح لك إمكانية استهداف مبانٍ أكثر لدى خصمك. ملاحظة: يمكن للمنجنيقات أت تضرب المخابئ وورشات الأفخاخ والحجّار حين استخدام طريقة التصويب العشوائية.',
		'69' => 'اكتسب الخاقان مكانته بتجاوزه لكل التحديات في المعارك المميتة ببراعة عقلية وجسمية. وهو الآن يغادر وطنه للاحتلال فقط.<br>في كل مرة يخطو بها في قرية الخصم، ينقص حضوره القوي من ولاء سكان القرية لمالكها الأساسي حتى يقرروا الانصياع لأوامرك.',
		'70' => 'المستوطنون مواطنون جريؤون وشجعان يرتحلون خارج القرية بعد الكثير من التدريب لتأسيس قرية جديدة تدين لك بالولاء.<br>ولأن التجوال وتأسيس قرية جديدة أمران صعبان للغاية، ينبغي على ثلاثة مستوطنين التحرّك معًا لإنجاز ذلك. وهم بحاجة إلى 750 وحدة من كل نوع من الموارد بشكل أساسي.',
	);
