<?php 
$lang['Map'] = array(
    'Units' => 'وحدات',

	'0' => 'الخارطة',
	'1' => 'فلتر',
	'2' => 'حسناً',
	'3' => 'الإحداثيات',
	'4' => 'التحالف',

	'5' => 'اللاعب',
	'6' => 'السكان',
	'7' => 'التحالف',
	'8' => 'القبيلة',
	'9' => 'قرية',
	'10' => 'واحة غير محتلة',
	'11' => 'واحة محتلة',
	'12' => 'الإحداثيات',
	'13' => 'إنتظر',

	'14' => 'الرومان',
	'15' => 'الجرمان',
	'16' => 'الإغريق',
	'17' => 'نتار',
	'18' => 'النتار',
	'19' => 'الفراعنة',
	'20' => 'المغول',

	'21' => 'قرية نتار',
	'22' => 'لقد فزت بالهجوم دون خسائر',
	'23' => 'لقد فزت بالهجوم مع خسائر',
	'24' => 'لم ينج أحد من جنودك',
	'25' => 'لقد فزت بالدفاع دون خسائر',
	'26' => 'لقد فزت بالدفاع مع خسائر',
	'27' => 'تم إختراق القرية',
	'28' => 'لقد فزت بالدفاع مع خسائر',

	'29' => 'الخشب',
	'30' => 'الطين',
	'31' => 'الحديد',
    '32' => 'القمح',
    
    'Reports02' => 'لا معلومات<br>متاحة !',

    'Farms01' => 'إضافة مزرعة للقائمة',
    'Farms02' => 'الاعب تحت حماية المبتدئين',
    'Farms03' => 'أنشيء قائمة مزارع أولا من نقطة التجمع',
    
);
