<?php
$lang['News'] = array(
    '1' => 'تبقي على إنتهاء حساب بلاس',
    '2' => 'تبقي على إنتهاء زيادة الخشب',
    '3' => 'تبقي على إنتهاء زيادة الطين',
    '4' => 'تبقي على إنتهاء زيادة الحديد',
    '5' => 'تبقي على إنتهاء زيادة القمح',
    
    '1F' => 'إنتهت مدة حساب بلاس.',
    '2F' => 'إنتهت مدة زيادة الخشب.',
    '3F' => 'إنتهت مدة زيادة الطين.',
    '4F' => 'إنتهت مدة زيادة الحديد.',
    '5F' => 'إنتهت مدة زيادة القمح.',

    'Button01' => 'تمديد الأن',
    'Button02' => 'مدة الزيادة بالساعات',
    'Button03' => 'ساعة',
    'Button04' => 'تمديد',

    'Hour' => 'ساعة',

    'Arts' => '<li>تبقي على ظهور التحف <span class="timer" counting="down" value="%s">%s</span> ساعة</li>',
    'WWPlans' => '<li>تبقي على ظهور مخططات البناء <span class="timer" counting="down" value="%s">%s</span> ساعة</li>',
);