<?php 
$lang['Register'] = array(
    '00' => 'إختيار القبيلة',
    '01' => 'الإمبراطوريات العظيمة تبدأ من القرارات والأساسات الهامة ! هل انت مهاجم تحب المنافسة ؟ او تحب التجارة ووقتك محدود ؟ او تحب ان تكون أحد أفراد مجموعة قوية ؟',
    
    '02' => 'الإغريق',
    '03' => 'متطلبات الوقت منخفض',
    '04' => 'حماية الموارد وقوة الدفاع',
    '05' => 'اسرع الفرسان بين القبائل',
    '06' => 'ينصح بها للاعبين الجدد',

    '07' => 'الرومان',
    '08' => 'متطلبات الوقت معتدل',
    '09' => 'يمكن تطوير القرى بسرعة',
    '10' => 'قوات قوية جداً ولاكن مكلفة',
    '11' => 'لا ينصح بها للاعبين الجدد',

    '12' => 'الجرمان',
    '13' => 'متطلبات الوقت عالي',
    '14' => 'ممتازة في النهب بالبداية',
    '15' => 'قوية , مشاة رخيصة الثمن',
    '16' => 'للاعبين المحاربين',

    '17' => 'المصريين',
    '18' => 'وقت تدريب أقل',
    '19' => 'حمولة موارد أكبر',
    '20' => 'وحدات دفاع هائلة',
    '21' => 'جيدة للاعبين الجدد',

    '22' => 'المغول',
    '23' => 'متطلبات الوقت عالي',
    '24' => 'فرسان قوية جدا مقارنة بالقبائل الأخري',
    '25' => 'دفاع أقل من المعتاد',
    '26' => 'لا ينصح بها للاعبين الجدد!',

    '27' => 'إختيار منطقة البداية',
    '28' => 'اين تريد البدء في بناء إمبراطوريتك ? إستخدم "الموصى بها" للمواقع المثالية . او حدد المنطقة حيث يقع إصدقائك واعضاء فريقك!',
    '29' => 'الشمال الشرقي',
    '30' => 'الشمال الغربي',
    '31' => 'الجنوب الشرقي',
    '32' => 'الجنوب الغربي',

    '33' => 'مستعد لكي تحكم العالم؟',
    '34' => 'تم إكمال إختياراتك. خطوة واحدة فقط لبدأ التحدي!',

    'PlayNow' => 'إلعب الأن',    
    'RecommendedS' => 'موصي بها',
    'Recommended' => 'موصي به للاعبين الجدد',
    'Confirm' => 'تأكيد',
);