<?php 
$lang['Support'] = array(
    '01' => 'الدعم',
    '02' => 'يمكنك استخدام النموذج التالي لإرسال طلبك إلى الدعم. يرجى تخصيص بعض الوقت للإجابة عن الأسئلة النموذجية بأكبر قدر ممكن من التفاصيل، حتى نتمكن من الرد على طلبك بسرعة . يرجى ملاحظة أنه بدون عنوان بريد إلكتروني صالح، لن تتم معالجة طلبك.',
    '03' => 'أخطاء اللعبة، وأخطاء تسجيل الدخول وقواعد اللعبة الأسئلة ذات الصلة',
    '04' => 'سيرفر اللعبة',
    '05' => 'الإسم',
    '06' => 'الإيميل',
    '07' => 'الفئة',
    '08' => 'الرسالة',
    '09' => 'Captcha',
    '10' => 'إرسل طلب',
);